Repository: 3j9fkyahunqoxwqu/Ricin
Catalog: themes/default/translations/*/LC_MESSAGES/ricin_im.po
Languages: fr, ru_ru

source: Dead simple, privacy oriented, instant messaging app!
fr: La messagerie instantanée simple et sécurisé qui protége votre vie privée !
ru_ru: Убийственно простое и ориентированное на приватность приложение по мгновенному обмену сообщениями!

source: About Ricin
fr: À propos de Ricin
ru_ru: О Ricin

source: Features
fr: Fonctionnalités
ru_ru: Функции

source: Privacy
fr: Respect de la vie privée
ru_ru: Приватность

source: Download
fr: Téléchargements
ru_ru: Загрузить

source: Wiki
ru_ru: Вики

source: Design and code by
fr: Design et code par
ru_ru: Дизайн и код созданы

source: Website source code
fr: Code source du site web
ru_ru: Исходный код веб-сайта

source: Git server
fr: Serveur Git
ru_ru: Сервер Git

source: Contact
ru_ru: Контакты

source: About Ricin Messenger
fr: Qu'est-ce que Ricin Messenger ?
ru_ru: О мессенджере Ricin

source: Ricin aims to be a modern way to securely communicate with people that matter to you.
fr: Ricin se veut être une application simple et efficace pour vous mettre en contact avec les personnes qui comptent à vos yeux.
ru_ru: Ricin стремится быть современным путём для общения с людьми, которые важны для вас.

source: Whether it's corporations or governments, digital surveillance today is widespread.
fr: Que ce soit des sociétés ou des gouvernements, la surveillance numérique est aujourd'hui très répandue.
ru_ru: Будь то корпорации или правительства, цифровое наблюдение сегодня широко распространено.

source: <strong>Ricin Messenger</strong> is easy-to-use software <em>that connects you with your friends and your family without anyone else listening in</em>. While other big-name services require you to pay for features, <strong>Ricin Messenger is completely free and comes without advertising — forever</strong>.
fr: <strong>Ricin Messenger</strong> est un logiciel facile à utiliser <em>qui vous connecte avec vos amis et votre famille, sans que personne d'autre ne sache ce que vous dites</em>. Tandis que les autres grosses entreprises vous demandent de payer pour des fonctionnalités, <strong>Ricin est complètement gratuit et sans pub — pour toujours !</strong>
ru_ru: <strong>Мессенджер Ricin</strong> - это простое в использовании ПО, <em>которое соединяет Вас с Вашими друзьями и семьей, не позволяя никому прослушивать Вас. </em>. В то время как остальные известные сервисы требуют платить за удобства, <strong>Ricin полностью бесплатен и не содержит рекламы — навсегда</strong>.

source: A redacted screenshot of a conversation inside Ricin, with black theme.
fr: Une capture d'écran d'un conversation censurée sur Ricin, avec le thème sombre.
ru_ru: Отредактированный скриншот переписки в Ricin, с темной темой.

source: About the Tox network
fr: À propos du réseau Tox
ru_ru: О сети Tox

source: What is the Tox network and why is it better than centralized services?
fr: Qu'est-ce que Tox et pourquoi le préférer à un service centralisé ?
ru_ru: Что такое сеть Tox и почему она лучше централизованных сервисов?

source: <strong>Tox</strong> began a few years ago, <em>in the wake of Edward Snowden's leaks regarding <strong>NSA spying</strong> activity</em>.
fr: L'expérience <strong>Tox</strong> à commencée il y'a quelques années, <em>afin de faire face aux révélations d'Edward Snowden concernant les activités d'espionnage de la NSA</em>.
ru_ru: <strong>Tox</strong> появился несколько лет назад, <em>благодаря утечкам от Эдварда Сноудена о <strong>шпионской деятельности АНБ</strong></em>.

source: The idea was <strong>to create an instant messaging protocol</strong> that ran <strong>without</strong> any kind of central servers. The system would be <strong>distributed</strong>, <strong>peer-to-peer</strong>, and <strong>encrypted</strong> <strong>end-to-end</strong>, with no way to disable any of the encryption features; at the same time, the protocol would be <strong>easily usable by the layperson</strong> with no practical knowledge of cryptography or distributed systems.
fr: L’idée était de <strong>créer un protocole de messagerie instantanée</strong> qui ne dépendrait <strong>d'aucuns serveurs centraux</strong>. Le système serait <strong>distribué</strong>, <strong>pair-à-pair (P2P)</strong> et utiliserait du <strong>chiffrement de bout-en-bout</strong>. Dans le même temps, le protocole devrait être <strong>simple à utiliser, même pour un novice</strong> sans connaissance pratiques de la cryptographie ou des systèmes distribués.
ru_ru: Идеей было <strong>создать протокол для мгновенного обмена сообщениями</strong> который работает <strong>без</strong> каких бы то ни было серверов. Система должна быть <strong>распределенной</strong>, <strong>peer-to-peer</strong>, и <strong>end-to-end шифрованием</strong>, без возможности отключить шифрование. В то же время, протокол должен быть <strong>легок в использовании обычным человеков</strong> без знаний о работе распределенных систем или шифровании.

source: <em>Fast-forward a few years to today</em>, and there exist several independent <strong>Tox</strong> client projects, and the original <strong>Tox core library</strong> implementation is nearing completion (in terms of features). <strong>Tox</strong> (both core and clients) has <em>thousands of users</em>, <em>hundreds of contributors</em>, and the project shows <em>no sign of slowing down</em>.
fr: <em>Avance rapide de quelques années à nos jours</em>, il existe plusieurs projets indépendants de clients <strong>Tox</strong> − dont Ricin − et l'implémentation originale de <strong>la bibliothèque ToxCore</strong> est sur la voie de l'achèvement (en termes de fonctionnalités). <strong>Tox</strong> (à la fois le réseau et les clients) compte <em>des milliers d'utilisateurs, des centaines de contributeurs</em> et le projet ne montre <em>aucun signe de ralentissement</em>.
ru_ru: <em>По прошествии нескольких лет</em>, существует несколько независимых клиентов <strong>Tox</strong>, а также практически готовая (в плане функций) <strong>библиотека Tox core</strong>. <strong>Tox</strong> (клиенты и ядро) имеет <em>тысячи пользователей</em>, <em>сотни разработчиков</em>, и проект до сих пор <em>не снижает темпов развития</em>.

source: <em>Recently</em>, a group of <em>some of the project's major contributors</em> have formed <strong>The Tox Project</strong>, an organization built around <em>the protection</em>, <em>promotion</em>, and advancement of <strong>Tox</strong> and its development.
fr: <em>Récement</em>, un groupe des <em>principaux contributeurs au projet</em> ont créé <strong>The Tox Project</strong>, une organisation dédiée à <em>la protection</em>, <em>la promotion</em> et l'avancement de <strong>Tox</strong> et à son développement.
ru_ru: <em>Не так давно</em>, группа <em>из нескольких главных разработчиков проекта</em> создала <strong>The Tox Project</strong> - организацию, созданную для <em>защиты</em>, <em>продвижения</em>, и распространения <strong>Tox</strong> и его дальнейшей разработки.

source: For more informations about <a href="https://tox.chat">The Tox Project</a>, click this link.
fr: Cliquez sur le lien suivant pour plus d'informations à propos de <a href="https://tox.chat">The Tox Project</a>.
ru_ru: Для получения информации о <a href="https://tox.chat">Проекте Tox</a>, перейдите по этой ссылке.

source: The Tox project logo.
fr: Le logo du projet Tox.
ru_ru: Логотип проекта Tox

source: Ricin Messenger features
fr: Fonctionnalités de Ricin Messenger
ru_ru: Возможности мессенджера Ricin

source: Why should you use Ricin instead of Skype, Discord or even Telegram?
fr: Pourquoi devriez vous utiliser Ricin au lieu de Skype, Discord ou encore Telegram ?
ru_ru: Почему Вы должны использовать Ricin вместо Skype, Discord или даже Telegram?

source: Instant messaging
fr: Messagerie instantanée
ru_ru: Мгновенные сообщения

source: Chat instantly across the globe with Ricin's secure messages.
fr: Discutez instantanément à travers le monde en profitant des messages sécurisés de Ricin.
ru_ru: Мгновенная переписка в любой точке земного шара с безопасными сообщениями от Ricin.

source: Voice
fr: Voix sur IP
ru_ru: Голос

source: Keep in touch with friends and family using Ricin's completely free and encrypted voice calls.
fr: Restez en contact avec vos amis et votre famille en utilisant les appels audio chiffrés et complètement gratuits que vous propose Ricin.
ru_ru: Оставайтесь на связи с друзьями и семьёй через полностью бесплатные и зашифрованные голосовые вызовы.

source: Video
fr: Appels vidéos
ru_ru: Видео

source: Catch up face to face, over Ricin's secure video calls.
fr: Partagez en face à face grâce aux appels sécurisés de Ricin.
ru_ru: Встречайтесь лицом к лицу через защищённые видеозвонки в Ricin.

source: Screen streaming
fr: Partage d'écran
ru_ru: Стриминг экрана

source: Share your desktop with your friends with Ricin's secure screen sharing.
fr: Partagez votre écran avec vos amis avec le streaming d'écran.
ru_ru: Демонстрируйте свой рабочий стол своим друзьям при помощи защищенной демонстрации экрана в Ricin.

source: File transfers
fr: Transferts de fichiers
ru_ru: Передача файлов

source: Trade files, with no artificial limits or caps and enhanced security.
fr: Envoyez des fichiers, sans aucune limite artificielle avec une sécurité accrue.
ru_ru: Обменивайтесь файлами без искусственных ограничений и с повышенной безопасностью.

source: Group chats
fr: Groupes de discussion
ru_ru: Групповые чаты

source: Chat, call, and share video and files with the whole gang in Ricin's group chats.
fr: Écrivez, parlez et partagez des videos et des fichiers avec toute la bande, à travers les groupes de discussions chiffrés de Ricin.
ru_ru: Чат, звонки, видео и файлы среди всей компании в групповых чатах в Ricin.

source: A redacted screenshot of a conversation inside Ricin, with white theme.
fr: Une capture d'écran d'un conversation censurée sur Ricin, avec le thème clair.
ru_ru: Отредактированный скриншот переписки в Ricin, с белой темой.

source: Privacy oriented software
fr: Un logiciel pensé pour respecter votre vie privée
ru_ru: Программное обеспечение, ориентированное на приватность

source: Ricin is developed with users privacy in mind, we wants you to be safe while chatting!
fr: Ricin est développé avec le respect de votre vie privée comme but premier, nous souhaitons que vous soyez en sécurité lorsque vous discutez !
ru_ru: Ricin был создан пользователями, которые беспокоятся о приватности. Мы хотим, чтобы Вы могли переписываться безопасно.

source: Encrypted
fr: Chiffré
ru_ru: Зашифрованный

source: <strong>Everything</strong> you do with <strong>Ricin Messenger</strong> is encrypted using <em>open-source libraries</em>. The only people who can see <strong>your</strong> conversations <em>are the people you're talking with</em>.
fr: <strong>Tout</strong> ce que vous faites avec <strong>Ricin Messenger</strong> est chiffré avec des <em>librairies open-source</em>. La seule personne qui peuvent voir <strong>vos</strong> conversations est <em>la personne avec qui vous échangez</em>.
ru_ru: <strong>Всё</strong>, что Вы делаете в <strong>мессенджере Ricin</strong> шифруется при помощи <em>библиотек с открытым исходным кодом</em>. <strong>Ваши</strong> сообщения могут читать только те люди, <em>которым Вы пишете</em>.

source: Distributed
fr: Distribué
ru_ru: Распределенный

source: <strong>Ricin has <em>no central servers</em></strong> that can be <em>raided</em>, <em>shut down</em>, or <em>forced to turn over data</em> — <strong>the network is made up of its users</strong>. Say goodbye to server outages!
fr: <strong>Ricin n'a <em>pas de serveurs</em></strong> qui peuvent être <em>attaqués</em>, <em>arrêtés</em> ou <em>obligés de révéler vos données privées</em> — <strong>le réseau est composé de ses utilisateurs</strong>. Dites adieu aux pannes de serveur !
ru_ru: <strong>Ricin <em>не имеет центральных серверов</em></strong>, которые могут быть <em>взломаны</em>, <em>отключены</em> или <em>принуждены к передаче данных другим лицам</em> — <strong>сеть сделана для своих пользователей</strong>. Скажите прощай перерывам в работе серверов!

source: Free!
fr: Gratuit !
ru_ru: Бесплатный!

source: <strong>Ricin is free software</strong>. That's free as in <strong>freedom</strong>, <em>as well as in price</em>. This means <strong>Ricin is yours</strong> — <em>to use, modify, and share</em> — because <strong>Ricin is developed by and for the users</strong>.
fr: <strong>Ricin est un logiciel libre</strong>. Libre comme dans <strong>liberté</strong>, mais aussi <em>au niveau du prix</em>. Cela signifie que <strong>Ricin vous appartient</strong> — que vous pouvez <em>l'utiliser, le modifier et le partager sans contraintes</em> — parce que <strong>Ricin est développé par et pour ses utilisateurs</strong>.
ru_ru: <strong>Ricin - свободно программное обеспечение</strong>. Оно "free as in <strong>freedom</strong>, <em>as well as in price"</em>. Это значит, что <strong>Ricin Ваш</strong> <em>для использования, изменения и распространения</em>, потому что <strong>Ricin создан пользователями для них самих</strong>.

source: So, what are you waiting for?
fr: Alors, qu'attendez-vous ?
ru_ru: Так чего же Вы ждете?

source: Never ask for privacy, just take it! Download Ricin now, for free!
fr: Ne demandez pas le droit à la vie privée, prenez le ! Téléchargez gratuitement Ricin dès aujourd'hui !
ru_ru: Никогда не спрашивайте про приватность, просто получайте её! Загружайте Ricin прямо сейчас, абсолютно бесплатно!
